{
  "vocab_version": 1,
  "special_tokens": [
    "<PAD>",
    "<BOS>",
    "<EOS>",
    "<UNK>"
  ],
  "token_to_id": {
    "<PAD>": 0,
    "<BOS>": 1,
    "<EOS>": 2,
    "<UNK>": 3,
    "</LOOP>": 4,
    "<BPM_100>": 5,
    "<BPM_110>": 6,
    "<BPM_120>": 7,
    "<BPM_130>": 8,
    "<BPM_140>": 9,
    "<BPM_150>": 10,
    "<BPM_160>": 11,
    "<BPM_170>": 12,
    "<BPM_180>": 13,
    "<BPM_190>": 14,
    "<BPM_200>": 15,
    "<BPM_60>": 16,
    "<BPM_70>": 17,
    "<BPM_80>": 18,
    "<BPM_90>": 19,
    "<E_100>": 20,
    "<E_101>": 21,
    "<E_102>": 22,
    "<E_103>": 23,
    "<E_104>": 24,
    "<E_105>": 25,
    "<E_106>": 26,
    "<E_107>": 27,
    "<E_108>": 28,
    "<E_109>": 29,
    "<E_10>": 30,
    "<E_110>": 31,
    "<E_111>": 32,
    "<E_112>": 33,
    "<E_113>": 34,
    "<E_114>": 35,
    "<E_115>": 36,
    "<E_116>": 37,
    "<E_117>": 38,
    "<E_118>": 39,
    "<E_119>": 40,
    "<E_11>": 41,
    "<E_120>": 42,
    "<E_121>": 43,
    "<E_122>": 44,
    "<E_123>": 45,
    "<E_124>": 46,
    "<E_125>": 47,
    "<E_126>": 48,
    "<E_127>": 49,
    "<E_128>": 50,
    "<E_12>": 51,
    "<E_13>": 52,
    "<E_14>": 53,
    "<E_15>": 54,
    "<E_16>": 55,
    "<E_17>": 56,
    "<E_18>": 57,
    "<E_19>": 58,
    "<E_1>": 59,
    "<E_20>": 60,
    "<E_21>": 61,
    "<E_22>": 62,
    "<E_23>": 63,
    "<E_24>": 64,
    "<E_25>": 65,
    "<E_26>": 66,
    "<E_27>": 67,
    "<E_28>": 68,
    "<E_29>": 69,
    "<E_2>": 70,
    "<E_30>": 71,
    "<E_31>": 72,
    "<E_32>": 73,
    "<E_33>": 74,
    "<E_34>": 75,
    "<E_35>": 76,
    "<E_36>": 77,
    "<E_37>": 78,
    "<E_38>": 79,
    "<E_39>": 80,
    "<E_3>": 81,
    "<E_40>": 82,
    "<E_41>": 83,
    "<E_42>": 84,
    "<E_43>": 85,
    "<E_44>": 86,
    "<E_45>": 87,
    "<E_46>": 88,
    "<E_47>": 89,
    "<E_48>": 90,
    "<E_49>": 91,
    "<E_4>": 92,
    "<E_50>": 93,
    "<E_51>": 94,
    "<E_52>": 95,
    "<E_53>": 96,
    "<E_54>": 97,
    "<E_55>": 98,
    "<E_56>": 99,
    "<E_57>": 100,
    "<E_58>": 101,
    "<E_59>": 102,
    "<E_5>": 103,
    "<E_60>": 104,
    "<E_61>": 105,
    "<E_62>": 106,
    "<E_63>": 107,
    "<E_64>": 108,
    "<E_65>": 109,
    "<E_66>": 110,
    "<E_67>": 111,
    "<E_68>": 112,
    "<E_69>": 113,
    "<E_6>": 114,
    "<E_70>": 115,
    "<E_71>": 116,
    "<E_72>": 117,
    "<E_73>": 118,
    "<E_74>": 119,
    "<E_75>": 120,
    "<E_76>": 121,
    "<E_77>": 122,
    "<E_78>": 123,
    "<E_79>": 124,
    "<E_7>": 125,
    "<E_80>": 126,
    "<E_81>": 127,
    "<E_82>": 128,
    "<E_83>": 129,
    "<E_84>": 130,
    "<E_85>": 131,
    "<E_86>": 132,
    "<E_87>": 133,
    "<E_88>": 134,
    "<E_89>": 135,
    "<E_8>": 136,
    "<E_90>": 137,
    "<E_91>": 138,
    "<E_92>": 139,
    "<E_93>": 140,
    "<E_94>": 141,
    "<E_95>": 142,
    "<E_96>": 143,
    "<E_97>": 144,
    "<E_98>": 145,
    "<E_99>": 146,
    "<E_9>": 147,
    "<GENRE_blues>": 148,
    "<GENRE_classical>": 149,
    "<GENRE_country>": 150,
    "<GENRE_electronic>": 151,
    "<GENRE_funk_disco>": 152,
    "<GENRE_jazz>": 153,
    "<GENRE_latin>": 154,
    "<GENRE_pop>": 155,
    "<GENRE_reggae>": 156,
    "<GENRE_rock>": 157,
    "<GENRE_unknown>": 158,
    "<KEY_A>": 159,
    "<KEY_Am>": 160,
    "<KEY_As>": 161,
    "<KEY_Asm>": 162,
    "<KEY_B>": 163,
    "<KEY_Bm>": 164,
    "<KEY_C>": 165,
    "<KEY_Cm>": 166,
    "<KEY_Cs>": 167,
    "<KEY_Csm>": 168,
    "<KEY_D>": 169,
    "<KEY_Dm>": 170,
    "<KEY_Ds>": 171,
    "<KEY_Dsm>": 172,
    "<KEY_E>": 173,
    "<KEY_Em>": 174,
    "<KEY_F>": 175,
    "<KEY_Fm>": 176,
    "<KEY_Fs>": 177,
    "<KEY_Fsm>": 178,
    "<KEY_G>": 179,
    "<KEY_Gm>": 180,
    "<KEY_Gs>": 181,
    "<KEY_Gsm>": 182,
    "<LEN_128>": 183,
    "<LOOP>": 184,
    "<P_0>": 185,
    "<P_100>": 186,
    "<P_101>": 187,
    "<P_102>": 188,
    "<P_103>": 189,
    "<P_104>": 190,
    "<P_105>": 191,
    "<P_106>": 192,
    "<P_107>": 193,
    "<P_108>": 194,
    "<P_110>": 195,
    "<P_115>": 196,
    "<P_119>": 197,
    "<P_11>": 198,
    "<P_125>": 199,
    "<P_12>": 200,
    "<P_13>": 201,
    "<P_14>": 202,
    "<P_15>": 203,
    "<P_16>": 204,
    "<P_17>": 205,
    "<P_18>": 206,
    "<P_19>": 207,
    "<P_1>": 208,
    "<P_20>": 209,
    "<P_21>": 210,
    "<P_22>": 211,
    "<P_23>": 212,
    "<P_24>": 213,
    "<P_25>": 214,
    "<P_26>": 215,
    "<P_27>": 216,
    "<P_28>": 217,
    "<P_29>": 218,
    "<P_2>": 219,
    "<P_30>": 220,
    "<P_31>": 221,
    "<P_32>": 222,
    "<P_33>": 223,
    "<P_34>": 224,
    "<P_35>": 225,
    "<P_36>": 226,
    "<P_37>": 227,
    "<P_38>": 228,
    "<P_39>": 229,
    "<P_3>": 230,
    "<P_40>": 231,
    "<P_41>": 232,
    "<P_42>": 233,
    "<P_43>": 234,
    "<P_44>": 235,
    "<P_45>": 236,
    "<P_46>": 237,
    "<P_47>": 238,
    "<P_48>": 239,
    "<P_49>": 240,
    "<P_4>": 241,
    "<P_50>": 242,
    "<P_51>": 243,
    "<P_52>": 244,
    "<P_53>": 245,
    "<P_54>": 246,
    "<P_55>": 247,
    "<P_56>": 248,
    "<P_57>": 249,
    "<P_58>": 250,
    "<P_59>": 251,
    "<P_5>": 252,
    "<P_60>": 253,
    "<P_61>": 254,
    "<P_62>": 255,
    "<P_63>": 256,
    "<P_64>": 257,
    "<P_65>": 258,
    "<P_66>": 259,
    "<P_67>": 260,
    "<P_68>": 261,
    "<P_69>": 262,
    "<P_6>": 263,
    "<P_70>": 264,
    "<P_71>": 265,
    "<P_72>": 266,
    "<P_73>": 267,
    "<P_74>": 268,
    "<P_75>": 269,
    "<P_76>": 270,
    "<P_77>": 271,
    "<P_78>": 272,
    "<P_79>": 273,
    "<P_7>": 274,
    "<P_80>": 275,
    "<P_81>": 276,
    "<P_82>": 277,
    "<P_83>": 278,
    "<P_84>": 279,
    "<P_85>": 280,
    "<P_86>": 281,
    "<P_87>": 282,
    "<P_88>": 283,
    "<P_89>": 284,
    "<P_8>": 285,
    "<P_90>": 286,
    "<P_91>": 287,
    "<P_92>": 288,
    "<P_93>": 289,
    "<P_94>": 290,
    "<P_95>": 291,
    "<P_96>": 292,
    "<P_97>": 293,
    "<P_98>": 294,
    "<P_99>": 295,
    "<P_9>": 296,
    "<R_B>": 297,
    "<R_D>": 298,
    "<R_H>": 299,
    "<S_0>": 300,
    "<S_100>": 301,
    "<S_101>": 302,
    "<S_102>": 303,
    "<S_103>": 304,
    "<S_104>": 305,
    "<S_105>": 306,
    "<S_106>": 307,
    "<S_107>": 308,
    "<S_108>": 309,
    "<S_109>": 310,
    "<S_10>": 311,
    "<S_110>": 312,
    "<S_111>": 313,
    "<S_112>": 314,
    "<S_113>": 315,
    "<S_114>": 316,
    "<S_115>": 317,
    "<S_116>": 318,
    "<S_117>": 319,
    "<S_118>": 320,
    "<S_119>": 321,
    "<S_11>": 322,
    "<S_120>": 323,
    "<S_121>": 324,
    "<S_122>": 325,
    "<S_123>": 326,
    "<S_124>": 327,
    "<S_125>": 328,
    "<S_126>": 329,
    "<S_127>": 330,
    "<S_12>": 331,
    "<S_13>": 332,
    "<S_14>": 333,
    "<S_15>": 334,
    "<S_16>": 335,
    "<S_17>": 336,
    "<S_18>": 337,
    "<S_19>": 338,
    "<S_1>": 339,
    "<S_20>": 340,
    "<S_21>": 341,
    "<S_22>": 342,
    "<S_23>": 343,
    "<S_24>": 344,
    "<S_25>": 345,
    "<S_26>": 346,
    "<S_27>": 347,
    "<S_28>": 348,
    "<S_29>": 349,
    "<S_2>": 350,
    "<S_30>": 351,
    "<S_31>": 352,
    "<S_32>": 353,
    "<S_33>": 354,
    "<S_34>": 355,
    "<S_35>": 356,
    "<S_36>": 357,
    "<S_37>": 358,
    "<S_38>": 359,
    "<S_39>": 360,
    "<S_3>": 361,
    "<S_40>": 362,
    "<S_41>": 363,
    "<S_42>": 364,
    "<S_43>": 365,
    "<S_44>": 366,
    "<S_45>": 367,
    "<S_46>": 368,
    "<S_47>": 369,
    "<S_48>": 370,
    "<S_49>": 371,
    "<S_4>": 372,
    "<S_50>": 373,
    "<S_51>": 374,
    "<S_52>": 375,
    "<S_53>": 376,
    "<S_54>": 377,
    "<S_55>": 378,
    "<S_56>": 379,
    "<S_57>": 380,
    "<S_58>": 381,
    "<S_59>": 382,
    "<S_5>": 383,
    "<S_60>": 384,
    "<S_61>": 385,
    "<S_62>": 386,
    "<S_63>": 387,
    "<S_64>": 388,
    "<S_65>": 389,
    "<S_66>": 390,
    "<S_67>": 391,
    "<S_68>": 392,
    "<S_69>": 393,
    "<S_6>": 394,
    "<S_70>": 395,
    "<S_71>": 396,
    "<S_72>": 397,
    "<S_73>": 398,
    "<S_74>": 399,
    "<S_75>": 400,
    "<S_76>": 401,
    "<S_77>": 402,
    "<S_78>": 403,
    "<S_79>": 404,
    "<S_7>": 405,
    "<S_80>": 406,
    "<S_81>": 407,
    "<S_82>": 408,
    "<S_83>": 409,
    "<S_84>": 410,
    "<S_85>": 411,
    "<S_86>": 412,
    "<S_87>": 413,
    "<S_88>": 414,
    "<S_89>": 415,
    "<S_8>": 416,
    "<S_90>": 417,
    "<S_91>": 418,
    "<S_92>": 419,
    "<S_93>": 420,
    "<S_94>": 421,
    "<S_95>": 422,
    "<S_96>": 423,
    "<S_97>": 424,
    "<S_98>": 425,
    "<S_99>": 426,
    "<S_9>": 427,
    "<V_104>": 428,
    "<V_112>": 429,
    "<V_120>": 430,
    "<V_127>": 431,
    "<V_16>": 432,
    "<V_1>": 433,
    "<V_24>": 434,
    "<V_32>": 435,
    "<V_40>": 436,
    "<V_48>": 437,
    "<V_56>": 438,
    "<V_64>": 439,
    "<V_72>": 440,
    "<V_80>": 441,
    "<V_88>": 442,
    "<V_8>": 443,
    "<V_96>": 444,
    "Generate": 445,
    "Output": 446,
    "loop.": 447,
    "one": 448,
    "only": 449,
    "tokens.": 450
  },
  "id_to_token": {
    "0": "<PAD>",
    "1": "<BOS>",
    "2": "<EOS>",
    "3": "<UNK>",
    "4": "</LOOP>",
    "5": "<BPM_100>",
    "6": "<BPM_110>",
    "7": "<BPM_120>",
    "8": "<BPM_130>",
    "9": "<BPM_140>",
    "10": "<BPM_150>",
    "11": "<BPM_160>",
    "12": "<BPM_170>",
    "13": "<BPM_180>",
    "14": "<BPM_190>",
    "15": "<BPM_200>",
    "16": "<BPM_60>",
    "17": "<BPM_70>",
    "18": "<BPM_80>",
    "19": "<BPM_90>",
    "20": "<E_100>",
    "21": "<E_101>",
    "22": "<E_102>",
    "23": "<E_103>",
    "24": "<E_104>",
    "25": "<E_105>",
    "26": "<E_106>",
    "27": "<E_107>",
    "28": "<E_108>",
    "29": "<E_109>",
    "30": "<E_10>",
    "31": "<E_110>",
    "32": "<E_111>",
    "33": "<E_112>",
    "34": "<E_113>",
    "35": "<E_114>",
    "36": "<E_115>",
    "37": "<E_116>",
    "38": "<E_117>",
    "39": "<E_118>",
    "40": "<E_119>",
    "41": "<E_11>",
    "42": "<E_120>",
    "43": "<E_121>",
    "44": "<E_122>",
    "45": "<E_123>",
    "46": "<E_124>",
    "47": "<E_125>",
    "48": "<E_126>",
    "49": "<E_127>",
    "50": "<E_128>",
    "51": "<E_12>",
    "52": "<E_13>",
    "53": "<E_14>",
    "54": "<E_15>",
    "55": "<E_16>",
    "56": "<E_17>",
    "57": "<E_18>",
    "58": "<E_19>",
    "59": "<E_1>",
    "60": "<E_20>",
    "61": "<E_21>",
    "62": "<E_22>",
    "63": "<E_23>",
    "64": "<E_24>",
    "65": "<E_25>",
    "66": "<E_26>",
    "67": "<E_27>",
    "68": "<E_28>",
    "69": "<E_29>",
    "70": "<E_2>",
    "71": "<E_30>",
    "72": "<E_31>",
    "73": "<E_32>",
    "74": "<E_33>",
    "75": "<E_34>",
    "76": "<E_35>",
    "77": "<E_36>",
    "78": "<E_37>",
    "79": "<E_38>",
    "80": "<E_39>",
    "81": "<E_3>",
    "82": "<E_40>",
    "83": "<E_41>",
    "84": "<E_42>",
    "85": "<E_43>",
    "86": "<E_44>",
    "87": "<E_45>",
    "88": "<E_46>",
    "89": "<E_47>",
    "90": "<E_48>",
    "91": "<E_49>",
    "92": "<E_4>",
    "93": "<E_50>",
    "94": "<E_51>",
    "95": "<E_52>",
    "96": "<E_53>",
    "97": "<E_54>",
    "98": "<E_55>",
    "99": "<E_56>",
    "100": "<E_57>",
    "101": "<E_58>",
    "102": "<E_59>",
    "103": "<E_5>",
    "104": "<E_60>",
    "105": "<E_61>",
    "106": "<E_62>",
    "107": "<E_63>",
    "108": "<E_64>",
    "109": "<E_65>",
    "110": "<E_66>",
    "111": "<E_67>",
    "112": "<E_68>",
    "113": "<E_69>",
    "114": "<E_6>",
    "115": "<E_70>",
    "116": "<E_71>",
    "117": "<E_72>",
    "118": "<E_73>",
    "119": "<E_74>",
    "120": "<E_75>",
    "121": "<E_76>",
    "122": "<E_77>",
    "123": "<E_78>",
    "124": "<E_79>",
    "125": "<E_7>",
    "126": "<E_80>",
    "127": "<E_81>",
    "128": "<E_82>",
    "129": "<E_83>",
    "130": "<E_84>",
    "131": "<E_85>",
    "132": "<E_86>",
    "133": "<E_87>",
    "134": "<E_88>",
    "135": "<E_89>",
    "136": "<E_8>",
    "137": "<E_90>",
    "138": "<E_91>",
    "139": "<E_92>",
    "140": "<E_93>",
    "141": "<E_94>",
    "142": "<E_95>",
    "143": "<E_96>",
    "144": "<E_97>",
    "145": "<E_98>",
    "146": "<E_99>",
    "147": "<E_9>",
    "148": "<GENRE_blues>",
    "149": "<GENRE_classical>",
    "150": "<GENRE_country>",
    "151": "<GENRE_electronic>",
    "152": "<GENRE_funk_disco>",
    "153": "<GENRE_jazz>",
    "154": "<GENRE_latin>",
    "155": "<GENRE_pop>",
    "156": "<GENRE_reggae>",
    "157": "<GENRE_rock>",
    "158": "<GENRE_unknown>",
    "159": "<KEY_A>",
    "160": "<KEY_Am>",
    "161": "<KEY_As>",
    "162": "<KEY_Asm>",
    "163": "<KEY_B>",
    "164": "<KEY_Bm>",
    "165": "<KEY_C>",
    "166": "<KEY_Cm>",
    "167": "<KEY_Cs>",
    "168": "<KEY_Csm>",
    "169": "<KEY_D>",
    "170": "<KEY_Dm>",
    "171": "<KEY_Ds>",
    "172": "<KEY_Dsm>",
    "173": "<KEY_E>",
    "174": "<KEY_Em>",
    "175": "<KEY_F>",
    "176": "<KEY_Fm>",
    "177": "<KEY_Fs>",
    "178": "<KEY_Fsm>",
    "179": "<KEY_G>",
    "180": "<KEY_Gm>",
    "181": "<KEY_Gs>",
    "182": "<KEY_Gsm>",
    "183": "<LEN_128>",
    "184": "<LOOP>",
    "185": "<P_0>",
    "186": "<P_100>",
    "187": "<P_101>",
    "188": "<P_102>",
    "189": "<P_103>",
    "190": "<P_104>",
    "191": "<P_105>",
    "192": "<P_106>",
    "193": "<P_107>",
    "194": "<P_108>",
    "195": "<P_110>",
    "196": "<P_115>",
    "197": "<P_119>",
    "198": "<P_11>",
    "199": "<P_125>",
    "200": "<P_12>",
    "201": "<P_13>",
    "202": "<P_14>",
    "203": "<P_15>",
    "204": "<P_16>",
    "205": "<P_17>",
    "206": "<P_18>",
    "207": "<P_19>",
    "208": "<P_1>",
    "209": "<P_20>",
    "210": "<P_21>",
    "211": "<P_22>",
    "212": "<P_23>",
    "213": "<P_24>",
    "214": "<P_25>",
    "215": "<P_26>",
    "216": "<P_27>",
    "217": "<P_28>",
    "218": "<P_29>",
    "219": "<P_2>",
    "220": "<P_30>",
    "221": "<P_31>",
    "222": "<P_32>",
    "223": "<P_33>",
    "224": "<P_34>",
    "225": "<P_35>",
    "226": "<P_36>",
    "227": "<P_37>",
    "228": "<P_38>",
    "229": "<P_39>",
    "230": "<P_3>",
    "231": "<P_40>",
    "232": "<P_41>",
    "233": "<P_42>",
    "234": "<P_43>",
    "235": "<P_44>",
    "236": "<P_45>",
    "237": "<P_46>",
    "238": "<P_47>",
    "239": "<P_48>",
    "240": "<P_49>",
    "241": "<P_4>",
    "242": "<P_50>",
    "243": "<P_51>",
    "244": "<P_52>",
    "245": "<P_53>",
    "246": "<P_54>",
    "247": "<P_55>",
    "248": "<P_56>",
    "249": "<P_57>",
    "250": "<P_58>",
    "251": "<P_59>",
    "252": "<P_5>",
    "253": "<P_60>",
    "254": "<P_61>",
    "255": "<P_62>",
    "256": "<P_63>",
    "257": "<P_64>",
    "258": "<P_65>",
    "259": "<P_66>",
    "260": "<P_67>",
    "261": "<P_68>",
    "262": "<P_69>",
    "263": "<P_6>",
    "264": "<P_70>",
    "265": "<P_71>",
    "266": "<P_72>",
    "267": "<P_73>",
    "268": "<P_74>",
    "269": "<P_75>",
    "270": "<P_76>",
    "271": "<P_77>",
    "272": "<P_78>",
    "273": "<P_79>",
    "274": "<P_7>",
    "275": "<P_80>",
    "276": "<P_81>",
    "277": "<P_82>",
    "278": "<P_83>",
    "279": "<P_84>",
    "280": "<P_85>",
    "281": "<P_86>",
    "282": "<P_87>",
    "283": "<P_88>",
    "284": "<P_89>",
    "285": "<P_8>",
    "286": "<P_90>",
    "287": "<P_91>",
    "288": "<P_92>",
    "289": "<P_93>",
    "290": "<P_94>",
    "291": "<P_95>",
    "292": "<P_96>",
    "293": "<P_97>",
    "294": "<P_98>",
    "295": "<P_99>",
    "296": "<P_9>",
    "297": "<R_B>",
    "298": "<R_D>",
    "299": "<R_H>",
    "300": "<S_0>",
    "301": "<S_100>",
    "302": "<S_101>",
    "303": "<S_102>",
    "304": "<S_103>",
    "305": "<S_104>",
    "306": "<S_105>",
    "307": "<S_106>",
    "308": "<S_107>",
    "309": "<S_108>",
    "310": "<S_109>",
    "311": "<S_10>",
    "312": "<S_110>",
    "313": "<S_111>",
    "314": "<S_112>",
    "315": "<S_113>",
    "316": "<S_114>",
    "317": "<S_115>",
    "318": "<S_116>",
    "319": "<S_117>",
    "320": "<S_118>",
    "321": "<S_119>",
    "322": "<S_11>",
    "323": "<S_120>",
    "324": "<S_121>",
    "325": "<S_122>",
    "326": "<S_123>",
    "327": "<S_124>",
    "328": "<S_125>",
    "329": "<S_126>",
    "330": "<S_127>",
    "331": "<S_12>",
    "332": "<S_13>",
    "333": "<S_14>",
    "334": "<S_15>",
    "335": "<S_16>",
    "336": "<S_17>",
    "337": "<S_18>",
    "338": "<S_19>",
    "339": "<S_1>",
    "340": "<S_20>",
    "341": "<S_21>",
    "342": "<S_22>",
    "343": "<S_23>",
    "344": "<S_24>",
    "345": "<S_25>",
    "346": "<S_26>",
    "347": "<S_27>",
    "348": "<S_28>",
    "349": "<S_29>",
    "350": "<S_2>",
    "351": "<S_30>",
    "352": "<S_31>",
    "353": "<S_32>",
    "354": "<S_33>",
    "355": "<S_34>",
    "356": "<S_35>",
    "357": "<S_36>",
    "358": "<S_37>",
    "359": "<S_38>",
    "360": "<S_39>",
    "361": "<S_3>",
    "362": "<S_40>",
    "363": "<S_41>",
    "364": "<S_42>",
    "365": "<S_43>",
    "366": "<S_44>",
    "367": "<S_45>",
    "368": "<S_46>",
    "369": "<S_47>",
    "370": "<S_48>",
    "371": "<S_49>",
    "372": "<S_4>",
    "373": "<S_50>",
    "374": "<S_51>",
    "375": "<S_52>",
    "376": "<S_53>",
    "377": "<S_54>",
    "378": "<S_55>",
    "379": "<S_56>",
    "380": "<S_57>",
    "381": "<S_58>",
    "382": "<S_59>",
    "383": "<S_5>",
    "384": "<S_60>",
    "385": "<S_61>",
    "386": "<S_62>",
    "387": "<S_63>",
    "388": "<S_64>",
    "389": "<S_65>",
    "390": "<S_66>",
    "391": "<S_67>",
    "392": "<S_68>",
    "393": "<S_69>",
    "394": "<S_6>",
    "395": "<S_70>",
    "396": "<S_71>",
    "397": "<S_72>",
    "398": "<S_73>",
    "399": "<S_74>",
    "400": "<S_75>",
    "401": "<S_76>",
    "402": "<S_77>",
    "403": "<S_78>",
    "404": "<S_79>",
    "405": "<S_7>",
    "406": "<S_80>",
    "407": "<S_81>",
    "408": "<S_82>",
    "409": "<S_83>",
    "410": "<S_84>",
    "411": "<S_85>",
    "412": "<S_86>",
    "413": "<S_87>",
    "414": "<S_88>",
    "415": "<S_89>",
    "416": "<S_8>",
    "417": "<S_90>",
    "418": "<S_91>",
    "419": "<S_92>",
    "420": "<S_93>",
    "421": "<S_94>",
    "422": "<S_95>",
    "423": "<S_96>",
    "424": "<S_97>",
    "425": "<S_98>",
    "426": "<S_99>",
    "427": "<S_9>",
    "428": "<V_104>",
    "429": "<V_112>",
    "430": "<V_120>",
    "431": "<V_127>",
    "432": "<V_16>",
    "433": "<V_1>",
    "434": "<V_24>",
    "435": "<V_32>",
    "436": "<V_40>",
    "437": "<V_48>",
    "438": "<V_56>",
    "439": "<V_64>",
    "440": "<V_72>",
    "441": "<V_80>",
    "442": "<V_88>",
    "443": "<V_8>",
    "444": "<V_96>",
    "445": "Generate",
    "446": "Output",
    "447": "loop.",
    "448": "one",
    "449": "only",
    "450": "tokens."
  },
  "stats": {
    "rows_seen": 4089,
    "rows_malformed": 0,
    "vocab_size": 451
  }
}